-- +goose Up
INSERT INTO subjects (id, code, name)
VALUES
    ('40000000-0000-4000-8000-000000000001', 'russian_language', 'Русский язык'),
    ('40000000-0000-4000-8000-000000000002', 'algebra', 'Алгебра'),
    ('40000000-0000-4000-8000-000000000003', 'geometry', 'Геометрия'),
    ('40000000-0000-4000-8000-000000000004', 'physics', 'Физика'),
    ('40000000-0000-4000-8000-000000000005', 'informatics', 'Информатика'),
    ('40000000-0000-4000-8000-000000000006', 'botany', 'Ботаника'),
    ('40000000-0000-4000-8000-000000000007', 'geography', 'География'),
    ('40000000-0000-4000-8000-000000000008', 'english_language', 'Английский язык'),
    ('40000000-0000-4000-8000-000000000009', 'history', 'История');

-- +goose Down
DELETE FROM subjects
WHERE id::TEXT LIKE '40000000-0000-4000-8000-%';
